/*{
    pName           项目名称
    pMessage        项目描述
    pObligation     项目职责
    technology      技术选型
    grade           项目业绩
}*/

export default [
    {
        pName:"武汉二手车交易服务平台",
        pMessage:[
            "平台聚焦全国二手车交易市场数字化升级需求，构建 “市场端 - 车商端 - 卖方端” 全链路服务体系，通过系统功能整合与多端适配，高效解决交易流程中的信息管理、合规开票、主体管控等核心痛点，助力市场规范化运营与交易效率提升。",

            "交易市场管理端：全流程数字化管控",
            "为全国二手车交易市场提供后台系统支持，实现核心业务线上化操作：",
            "交易信息管理：支持买卖双方交易信息的在线录入、备案与审核，确保信息真实可追溯，减少人工登记误差；",
            "费用智能结算：系统内置费用计算与收取功能，自动关联交易环节费用项，实现费用收取、记录、对账一体化管理",
            "合规开票对接：直连国税系统，交易审核通过后可直接在线开具二手车交易发票，无需线下多端奔走，缩短开票周期；",
            "车商备案管理：对入驻市场的车商主体信息进行统一备案、资质审核与动态管理，建立车商信用档案，强化市场对经营主体的管控能力。",

            "车商服务端：移动端高效收车",
            "针对车商日常收车需求，开发专属 APP 端功能：车商可随时随地通过 APP 录入收车信息（含车辆基本参数、车况、收购价格等），信息实时同步至市场管理系统，无需线下填表，提升收车信息登记效率",

            "卖方服务端：小程序便捷卖车",
            "聚焦卖方 “异地卖车信息录入难” 痛点，推出轻量化小程序：卖方无需下载 APP，通过小程序即可快速完成车辆信息（如车型、里程、车况照片、期望售价等）在线填报，信息实时同步至对应交易市场与车商端，打破地域限制，为异地卖车提供便捷入口。"
        ],
        pObligation:"负责前端项目的框架搭建，功用组件封装，项目\n" +
            "开发，日常维护。\n" +
            "项目上线后期，与市场人员同步反馈的信息，进\n" +
            "行项目优化与版本的迭代。",
        pTechnology:"前端项目采用 react.js 框架结合 Ant UI 框架进\n" +
            "行开发。\n" +
            "app 采用 react-native 来实现跨平台开发\n" +
            "（android，ios）\n" +
            "微信小程序采用原生开发。",
        pGrade:"前端项目的组件封装节约了维护成本。\n" +
            "通过一套 App 代码生成原生的 Android 应用，\n" +
            "IOS 应用。"
    }
]
